Repository: RuochenLyu/silent-switch
Catalog: SilentSwitch/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

# about.title
source: About
zh_hans: 关于

# about.version
source: Version
zh_hans: 版本

# common.clear
source: Clear
zh_hans: 清除

# common.cancel
source: Cancel
zh_hans: 取消

# danger.quit
source: Quit App
zh_hans: 退出应用

# quit.confirm.message
source: Quitting disables all shortcuts. Closing the settings window keeps Silent Switch running in the background.
zh_hans: 退出应用会停用所有快捷键；关闭设置窗口则会继续在后台运行。

# quit.confirm.title
source: Quit Silent Switch?
zh_hans: 退出 Silent Switch？

# runtime.status.description
source: Closing this window keeps Silent Switch running in the background.
zh_hans: 关闭设置窗口后，Silent Switch 仍会在后台运行。

# runtime.status.title
source: Quit Silent Switch
zh_hans: 退出 Silent Switch

# general.launchAtLogin.description
source: Run quietly in the background after login without opening Settings.
zh_hans: 登录后静默在后台运行，不打开设置窗口。

# general.openLoginItems
source: Open Login Items…
zh_hans: 打开登录项设置…

# general.title
source: General
zh_hans: 通用

# hotkeys.status.failed
source: Shortcuts could not be enabled. Check for conflicts with other apps, then try again.
zh_hans: 快捷键启用失败。请检查是否与其他应用冲突，然后重试。

# hotkeys.status.retry
source: Try Again
zh_hans: 重试

# hotkeys.status.running
source: Shortcuts are ready.
zh_hans: 快捷键已就绪。

# hotkeys.status.starting
source: Enabling shortcuts…
zh_hans: 正在启用快捷键…

# hotkeys.status.stopped
source: Shortcuts are disabled.
zh_hans: 快捷键已停用。

# language.system
source: System
zh_hans: 跟随系统

# language.title
source: Language
zh_hans: 语言

# language.zhHans
source: Simplified Chinese
zh_hans: 简体中文

# login.requiresApproval
source: Allow Silent Switch in System Settings → General → Login Items.
zh_hans: 请前往“系统设置”→“通用”→“登录项”批准 Silent Switch。

# login.toggle
source: Launch at Login
zh_hans: 登录时启动

# settings.configReadError
source: The settings file could not be read. Silent Switch restored the default settings.
zh_hans: 设置文件无法读取，已恢复默认设置。

# settings.configSaveError
source: Settings could not be saved. Your latest change was not applied.
zh_hans: 无法保存设置，本次更改未生效。

# shortcut.appReadFailed
source: The selected app could not be read. Choose another app and try again.
zh_hans: 无法读取所选应用，请选择其他应用后重试。

# shortcut.chooseApp
source: Choose App…
zh_hans: 选择应用…

# shortcut.clearTarget
source: Clear selected app
zh_hans: 清除已选应用

# shortcut.duplicateWarning
source: This combination is assigned more than once. All duplicates are disabled.
zh_hans: 这个组合键已重复分配，所有重复项均不会生效。

# shortcut.digit
source: Digit
zh_hans: 数字键

# shortcut.enabled
source: Enabled
zh_hans: 启用

# shortcut.emptyTarget
source: No app selected
zh_hans: 未选择应用

# shortcut.invalidApp
source: This app cannot be added because it has no bundle identifier.
zh_hans: 无法添加这个应用，因为它缺少 Bundle ID。

# shortcut.maxSlots
source: You can add up to 9 shortcuts.
zh_hans: 最多可添加 9 个快捷键。

# shortcut.modifier
source: Modifier
zh_hans: 修饰键

# shortcut.remove
source: Remove this shortcut
zh_hans: 删除此快捷键

# shortcut.title
source: Shortcuts
zh_hans: 快捷键

# shortcut.addSlot
source: Add Shortcut
zh_hans: 添加快捷键
